tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "chezmoi"
brew "cocoapods"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "libpq"
brew "mitmproxy"
brew "neovim"
brew "rust"
brew "starship"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "beekeeper-studio"
cask "font-cousine-nerd-font"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
vscode "42Crunch.vscode-openapi"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
