42crunch.vscode-openapi
apophis14.vimbrant
eamodio.gitlens
geddski.macros
github.copilot
github.copilot-chat
vscodevim.vim
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
renesaarsoo.sql-formatter-vsc
streetsidesoftware.code-spell-checker
