42crunch.vscode-openapi
apophis14.vimbrant
asvetliakov.vscode-neovim
eamodio.gitlens
geddski.macros
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
renesaarsoo.sql-formatter-vsc
streetsidesoftware.code-spell-checker
